{"pageProps":{"allAlumni2023":[{"id":"aarju-pariyar","content":"\nAarju Pariyar has completed her bachelor's degree in Business Studies from Sukuna Multiple Campus, Tribhuvan University. She is interested in technology and recently discovered a passion for programming. Despite not having a technical background, she aspires to become a skilled Software Engineer.<br><br>Apart from programming, Aarju enjoys cooking, learning new recipes, and listening to music. She is also fond of traveling and exploring new places.\n","name":"Aarju Pariyar","linkedIn":"","photo":"/images/fellows/2023/aarju-pariyar.JPG"},{"id":"akash-sunar","content":"\nAkash Sunar is from Kawasoti, Nawalpur, but resided in Pokhara for his bachelor's education. He completed hius bachelor's degree in Electronics, Communication, and Information Engineering from the Institute of Engineering, Paschimanchal Campus. He has immense interest in web development, software development, and UI/UX design and has chosen Tej Fellowship to begin his software engineering journey. During his engineering studies, he has worked on few team projects and gained valuable experience. He is eager to continue learning and growing in the technical field. In his free time, he enjoys listening to music, writing poems, and exploring other interesting things. He also loves to interact and have fun with his friends.\n","name":"Akash Sunar","linkedIn":"","photo":"/images/fellows/2023/akash-sunar.jpg"},{"id":"hemlal-dulal","content":"\nHemlal Dulal is from Melamchi, Sindhupalchok. He has completed his bachelor's degree in Computer Science and Information Technology (BSc.CSIT) at Patan Multiple Campus.<br><br>During his professional journey, he had the privilege of working with Matrix Sub-Tech Pvt. Ltd, where he gained valuable experience in software development. Additionally, he took training in MERN stack technology through Deerwalk Training Center, further enhancing his skills and knowledge in web development.<br><br>Hemlal is deeply passionate about software development and enjoys the process of creating new software solutions. He firmly believes that software can simplify tasks and make them more efficient, requiring less effort. He approaches problem-solving by analyzing the issues at hand and applying the optimal methods using the Software Development Life Cycle (SDLC).<br><br>Throughout his academic journey, he has gained proficiency in several programming languages, including C, C++, C#, Java, and Python. These languages have not only been a part of his syllabus but also a personal interest, allowing him to explore and expand his programming capabilities.<br><br>Outside academic and professional pursuits, Hemlal has diverse interests. He enjoys traveling to new places as it refreshes him and gives exposure to different cultures and perspectives. Football is another passion of his which he actively participate in. Additionally, he finds solace in reading books, as they provide him with knowledge and inspiration.<br><br>Furthermore, Hemlal feels honored to be in the 5th cohort of the Samaanta Foundation Fellowship, an organization dedicated to making a positive impact on society. He has a strong desire to contribute his skills and knowledge to society on various occasions and projects.<br><br>Overall, Hemlal is a dedicated and enthusiastic individual with a genuine passion for software development. He constantly seeks opportunities to learn and grow, with a strong belief in the power of technology to shape a better future.\n","name":"Hemlal Dulal","linkedIn":"","photo":"/images/fellows/2023/hemlal-dulal.JPG"},{"id":"lishu-maharjan","content":"\nLishu Maharjan is from Bhimsensthan, Kathmandu. She has completed Bachelor of Information Management (BIM) degree at Prime College. Since she was little, she has had a strong interest in world history, music, nature exploration, and learning new things. She has always been interested in a career in IT, despite not having held any IT-related employment. She was able to learn useful programming skills over the course of four years, and is now trying to concentrate on becoming a Software Developer.\n","name":"Lishu Maharjan","linkedIn":"","photo":"/images/fellows/2023/lishu-maharjan.jpg"},{"id":"liza-maharjan","content":"\nLiza Maharjan is from Lagantole, Kathmandu, and recently was a student at Prime College pursuing a bachelor's degree in Information Management (BIM). With a passion for designing, music, and coding, she has always been interested in exploring new ideas and creating solutions to tackle social issues. In her free time, she enjoys hiking and trekking to explore the beautiful landscapes of her home country. Through her work and hobbies, she is dedicated to making a positive impact in her community and beyond.\n","name":"Liza Maharjan","linkedIn":"","photo":"/images/fellows/2023/liza-maharjan.png"},{"id":"prabesh-magar","content":"\nPrabesh Magar is from Bharatpur, Chitwan and has completed his bachelors in Computer Engineering from United Technical College. He has enthusiasm to take on new challenges, and loves to work in a team. He is very fond of learning new technologies and discussing them with his peers. In his free time he loves to cook and read books.\n","name":"Prabesh Magar","linkedIn":"","photo":"/images/fellows/2023/prabesh-magar.jpg"},{"id":"sharmila-jirel","content":"\nSharmila Jirel is originally from Jiri, Dolakha. She is a Computer Science student and web developer with high interest in computers and technology. Pursuing her passion, she is on a journey in Computer Science, immersing herself in the world of coding, web development and software engineering. Besides work and education, she finds solace and excitement in hiking and exploring the great outdoors. Additionally, she enjoys engaging in sports activities too. With each project she tackles and every place she visits, she likes to make her mark, inspiring others to embrace their passions and pursue their dreams.\n","name":"Sharmila Jirel","linkedIn":"","photo":"/images/fellows/2023/sharmila-jirel.jpg"},{"id":"sunil-tajpuriya","content":"\nSunil comes from a village, Panchagachhi, in Jhapa. He always strives to learn more and expand his knowledge. He is particularly fascinated by core software development and the inner workings of computers. He is eager to continue growing both personally and professionally.\n","name":"Sunil Kumar Tajpuriya","linkedIn":"","photo":"/images/fellows/2023/suneel-tajpuriya.jpg"},{"id":"sushil-thanet","content":"\nSushil Kumar Thanet is originally from East Nawalparasi, and currently lives in Baluwatar, Kathmandu. He has completed his Bachelor's degree in Information Management from KIST College of Management, Kamalpokhari. Recently, he has completed an internship in the US Embassy, Kathmandu. He has been very enthusiastic about computer science and technologies since his childhood. Besides that, he also likes to play games - physical or virtual, bike rides, swimming, fishing.\n","name":"Sushil Kumar Thanet","linkedIn":"","photo":"/images/fellows/2023/sushil-thanet.png"}],"teachingAlumni":[{"id":"niru-magar","content":"\nNiru Magar is a native of the Siraha region and accomplished her goal of earning a master's degree in Zoology from Tribhuvan University. She is characterized by her keen work ethic, unwavering passion to acquire knowledge about cutting-edge technologies, and proactive attitude toward trying out novel ideas. She has knowledge from her prior work as a passionate researcher and educator. She is one of the TEJ Fellows from it's inaugural cohort. Now, she has transitioned into the role of a Teaching Fellow for the TEJ Organization, where she is actively taking part in educational initiatives.\n","name":"Niru Magar","linkedIn":"","photo":"/images/fellows/2023/niru-magar.jpg"},{"id":"pratiksha-rai","content":"\nIn 2022, Pratiksha participated as a TEJ Fellow in the fellowship program, where she dedicated herself to actively developing a strong foundation in programming. Throughout the year, she worked diligently to develop her skills in this field. Now, Pratiksha is eager to commence another thrilling journey of skill advancement and knowledge exchange as she joins TEJ as a Teaching Fellow.\n","name":"Pratiksha Rai","linkedIn":"","photo":"/images/fellows/2023/pratiksha-rai.jpg"}]},"__N_SSG":true}