{"pageProps":{"secondPBC":[{"id":"chondue-lama","content":"\nChondue Chama Lama, from Pugmo village, is currently enrolled in Reed Model HSS’s first year of Bachelor of Business studies program. Chondue likes to play football, dance, sing and learn different things.\n","name":"Chondue Lama","linkedIn":"","photo":"/images/pbc/pbc-202404/chondue-lama.jpeg"},{"id":"deepanjali-nagarkoti","content":"\nDeepanjali is in the sixth semester at Prime College. She is a passionate undergraduate student pursuing a degree in Computer Science and Information Technology (CSIT).<br><br>Her passion lies in coding, with a particular enthusiasm for applying her skills to real-world projects and solving complex problems.<br><br>She is always up for new opportunities and connections to enhance her abilities and increase her knowledge. She likes traveling, reading tech blogs and books, and exploring new technologies. She also likes trekking, playing chess, and participating in indoor sports.\n","name":"Deepanjali Nagarkoti","linkedIn":"","photo":"/images/pbc/pbc-202404/deepanjali-nagarkoti.jpeg"},{"id":"muskan-lama","content":"\nMuskan Lama lives in Tokha, Nepal. She studied Microbiology at Padmakanya Multiple Campus and completed her Higher Secondary Education at Xavier Academy. She received her School Leaving Certificate (SLC) from Samata School. She has always been fascinated by the vast possibilities of the internet. Despite her non-technical background, she has maintained an interest in technology, developing skills in graphic design and video editing. Currently, she is committed to learning the fundamentals of coding and making daily progress. Her hobbies include reading novels and developing new skills, especially those that challenge her comfort zone. She is also practicing the classical dance form Kathak and learning the Chinese language and culture.\n","name":"Muskan Lama","linkedIn":"","photo":"/images/pbc/pbc-202404/muskan-lama.jpeg"},{"id":"nija-maharjan","content":"\nNija Maharjan resides in Kathmandu and is currently pursuing a Bachelor's degree in Computer Science at IIMS College. She has a passion for music and continuously seeks opportunities to learn and grow. She is particularly focused on enhancing her technical skills in the field of computer science. With a strong interest in front-end development and UI/UX design, she aims to build a career in these areas, leveraging her creativity and technical expertise.\n","name":"Nija Maharjan","linkedIn":"","photo":"/images/pbc/pbc-202404/nija-maharjan.png"},{"id":"nyima-gurung","content":"\nNyima Bhuti Gurung has completed her +2 in the Management Faculty (Commerce). Originally from Dolpa, she now resides in Boudha. Currently, she is working as a front desk staff at a guest house. Her hobbies include painting, drawing, and scripting short stories.\n","name":"Nyima Gurung","linkedIn":"","photo":"/images/pbc/pbc-202404/nyima-gurung.jpeg"},{"id":"pasang-bhuti-lama","content":"\nPasang Bhuti Lama, originally from Namdo, Dolpa, is currently residing in Boudha, Kathmandu. She is in her last semester of bachelor's degree in Information Technology at Texas College of Management and IT. Her hobbies include reading books, listening to music, swimming, dancing, and eagerly learning new things.\n","name":"Pasang bhuti Lama","linkedIn":"","photo":"/images/pbc/pbc-202404/pasang-bhuti-lama.jpeg"},{"id":"rojina-tamang","content":"\nRojina Tamang is currently pursuing a Bachelor's degree in Computer Science at IIMS college. With continuous practice and learning, she actively seeks opportunities to apply her growing knowledge in computer science to enhance her creative endeavors.\n","name":"Rojina Tamang","linkedIn":"","photo":"/images/pbc/pbc-202404/rojina-tamang.jpeg"},{"id":"shreejana-magar","content":"\nShreejana Magar is a student residing in Teku, Kathmandu, originally from Dhading. She is studying computer engineering at Saraswati Niketan Secondary School (9-12 grade course) and is currently waiting for her SEE results. She is interested in music and arts, and coding.\n","name":"Shreejana Magar","linkedIn":"","photo":"/images/logos/TEJ-main-lg.png"},{"id":"supriya-gupta","content":"\nSupriya, currently a B.Sc. CSIT student, is in her 6th semester at Prime College in Khusibu, Kathmandu. She is originally from Birgunj and currently resides in Balaju, Kathmandu. She completed her SEE from Holy Garden Boarding High School and her +2 from NIST College in Lainchaur. Initially studying biology, her passion for technology led her to pursue a degree in IT. This passion for technology and coding drives her to constantly explore and innovate, transforming complex problems into solutions. Her hobbies include cooking, exploring new places, and learning new things.\n","name":"Supriya Gupta","linkedIn":"","photo":"/images/pbc/pbc-202404/supriya-gupta.jpeg"},{"id":"sushma-shrestha","content":"\nSushma Shrestha is a student residing in Teku, Kathmandu, originally from Dhading. She is studying computer engineering at Saraswati Niketan Secondary School (9-12 grade course) and is currently waiting for her SEE results. She has a keen interest in music and arts, and because she is pursuing a course in computer engineering, she is also interested in coding.\n","name":"Sushma Shrestha","linkedIn":"","photo":"/images/pbc/pbc-202404/sushma-shrestha.jpeg"}]},"__N_SSG":true}