{"pageProps":{"firstPBC":[{"id":"anushka-das","content":"\nAnushka Das lives in Sanepa. Her village is in India. She is currently studying in grade 11, and is learning Computer Science in Shree Saraswati Niketan Secondary School. Her hobbies are sketching, drawing, learning new things etc. She likes to do programming.\n","name":"ANUSHKA DAS","linkedIn":"","photo":"/images/pbc/pbc-202401/anushka.jpeg"},{"id":"nabina-mangrati","content":"\nResiding in Kathmandu, Nabina Mangrati is a 7th-semester BSc CSIT student at Prime College located at Naya Bazar, Khusibu. Despite not having a coding background, her keen interest in technology has led her to explore Quality Assurance (QA). Dedicated to ensuring software quality, she is committed to learning and building expertise in QA. She completed her high school education at Herald International College (science) where she laid the foundation for her academic journey.\n","name":"NABINA MANGRATI","linkedIn":"","photo":"/images/pbc/pbc-202401/nabina.jpeg"},{"id":"pramila-rana","content":"\nPramila Rana is currently studying for a bachelor’s degree in Information Management at Thames International College. She is originally from Chautara Sangachok Gadhi municipality of Sindhupalchok District. She is a seventh-cohort fellow of <a href=\"https://samaantafoundation.org/\" target=\"_blank\">Samaanta Foundation</a>. She has a year-long experience in the leadership program at Women Lead Nepal and Nepal Teen Leader. Her hobbies are reading books, listening to music, and traveling. She is a self-motivated, hardworking, and dedicated student with a strong passion for learning and making a positive difference. Her goal is to achieve a good position where she can build her career and help the organization too.\n","name":"PRAMILA RANA","linkedIn":"","photo":"/images/pbc/pbc-202401/pramila.jpeg"},{"id":"pranisha-magar","content":"\nPranisha Magar, originally from Kavre, currently lives in Bhimsenthan. She studies in grade 11. She is learning Computer Engineering in Saraswati Niketan Secondary School. Her hobbies are sketching, visiting different places, playing badminton, and learning new things.\n","name":"PRANISHA MAGAR","linkedIn":"","photo":"/images/pbc/pbc-202401/pranisha.jpeg"},{"id":"samjana-lama","content":"\nSamjana Lama is a student from Shankharapur, Kathmandu. She started her education at Prithwi Secondary Boarding School in Basundhara, Kathmandu, and later continued her studies at Prime College where she completed her higher secondary education. Currently, she is pursuing a Bachelor’s degree in BSc CSIT at Prime College, Khusibun. She has always been interested in numbers and patterns, which led her to develop a passion for mathematics. She also enjoys playing badminton and basketball in her free time. Recently, she has discovered a new interest in coding and is excited to explore its possibilities further. With her love for learning and dedication to her studies, she is eager to see where her educational journey will take her. Whether it’s in teaching, computer science, or both, she is determined to make the most of her opportunities and pursue her passions with enthusiasm.\n","name":"SAMJANA LAMA","linkedIn":"","photo":"/images/pbc/pbc-202401/samjana.png"},{"id":"shobha-adhikari","content":"\nShobha Adhikari is originally from Melamchi, Sindhupalchok and she is currently residing at New Baneshwor, Kathmandu. She completed her SEE from Shree Shitala Devi Secondary School, Melamchi, Sindhupalchok and She completed her +2 in Management faculty from V.S. Niketan College, Kathmandu. Now, she is pursuing BSIT(Bachelor of Science in Information Technology). She is an inquisitive, perseverant, and diligent person. So, these qualities allow her to explore various options and put more effort into whatever she engages herself in.\n","name":"SHOBHA ADHIKARI","linkedIn":"","photo":"/images/pbc/pbc-202401/shobha.jpeg"}]},"__N_SSG":true}