{"pageProps":{"fourthPBC":[{"id":"aarati-tamang","content":"\nAarati Tamang is from Kavre and is currently residing in New road. She is an enthusiastic and hardworking person studying in Grade 11, pursuing Computer Engineering in Saraswati Niketan Secondary school. Despite facing many challenges, she enjoys tackling them. She is a friendly and helpful person with a good heart. Her hobbies include learning new things, reading books, spending time with friends, and listening to music.\n","name":"Aarati Tamang","linkedIn":"","photo":"/images/logos/TEJ-main-lg.png"},{"id":"anisha-pokhrel","content":"\nAnisha Pokhrel is originally from Gulmi but currently residing in Kathmandu. Anisha is a Grade 11 student studying Computer Engineering in Saraswati Niketan Secondary School. In her free time, she enjoys dancing, listening to music, reading stories and paper crafting. Passionate about technology, her future goal is to work in the IT sector and build a successful career in IT companies.\n","name":"Anisha Pokhrel","linkedIn":"","photo":"/images/pbc/pbc-202502/anisha-pokhrel.jpeg"},{"id":"binita-tamang","content":"\nMeet Binita Tamang, currently residing in Maitidevi and pursuing a Bachelor’s degree in Business Studies (BBS 3rd year) at Dillibazar Kanya Multiple Campus. Binita has a strong interest in arts and music, and she loves exploring new things. With a growing passion for technology, she aspires to become a software programmer and build a successful career in the field.\n","name":"Binita Tamang","linkedIn":"","photo":"/images/pbc/pbc-202502/binita-tamang.jpg"},{"id":"bipana-tamang","content":"\nMeet Bipana Tamang, a bright and ambitious student from Lamjung district. She is currently pursuing her Plus Two in Science with a major in Computer Science. She has a deep love for music and finds joy in exploring new places. She aspires to become an engineer hoping to use her knowledge and skills to create a positive impact in her community and contribute meaningfully to society.\n","name":"Bipana Tamang","linkedIn":"","photo":"/images/pbc/pbc-202502/bipana-tamang.jpeg"},{"id":"dawa-dolma-gurung","content":"\nDawa Dolma Gurung from Dolpo currently lives in Bouddha, Kathmandu. She is exhilarated to share a little insight about herself - she grew up in a small village called Dho Tarap which is nestled in the heart of Dolpo at an elevation of approximately 4,150m.<br><br>She completed her primary schooling at Chrystal Mountain School in her village and finished her secondary schooling at TCV Suja in India with sponsorship. After high school, she returned to Nepal and volunteered as a primary English and Tibetan teacher in her village for over a year.<br><br>Currently, she is an Arts student at Bajra International College and also working as an accountant for a Tibetan Cargo Company. With basic computer skills and knowledge, she is eager to be a part of TEJ Fellowship to further sharpen her computer skills and expand her knowledge.\n","name":"Dawa Dolma Gurung","linkedIn":"","photo":"/images/pbc/pbc-202502/dawa-dolma-gurung.png"},{"id":"gita-tamang","content":"\nOriginally from Kavre, Gita Tamang is currently living in Lazimpat. She has completed her Plus Two in Management from Shivapuri Higher Secondary School. Gita enjoys listening to music, travelling, exploring new things, and occasionally dancing. Her goal is to achieve a respectable position where she can grow professionally, build a successful career, and contribute meaningfully to the organization she becomes a part of.\n","name":"Gita Tamang","linkedIn":"","photo":"/images/pbc/pbc-202502/gita-tamang.jpg"},{"id":"grishma-surkheti","content":"\nGrishma Surkheti is a first-semester bachelor's student at Nepalaya College, currently residing in Matatirtha, Chandragiri. She enjoys reading books and listening to music in her free time.\n","name":"Grishma Surkheti","linkedIn":"","photo":"/images/logos/TEJ-main-lg.png"},{"id":"hima-tamag","content":"\nHima Tamang, originally from Bhumlu-8, Kavrepalanchok, now resides in Lazimpat, Kathmandu. She is currently pursuing a Master's degree in Clinical Psychology and diligently working on her thesis.<br><br>She has a deep love for learning new things, regardless of the subject. Beyond academics, she enjoys hiking and trekking and she is passionate about advocating for climate change and girls' education.<br><br>Her ultimate goal is to make a positive impact on society and give back to the community. A fun fact about her is that she tends to panic before trying anything new, but she always finds a way to get things done!\n","name":"Hima Tamang","linkedIn":"","photo":"/images/pbc/pbc-202502/hima-tamang.png"},{"id":"mamita-giri","content":"\nFrom Jagaranathpur, Parsa, meet Mamita Giri. She is currently living in New Baneshwor Kathmandu and pursuing her studies in Grade 12, in V.S Niketan College in Management faculty. She is a very friendly, helpful, enthusiastic person. Talking about her interests, she likes to teach others what she has learned and likes to travel to new places with her friends and communicate with new people. Besides that, she likes reading, writing poems and social works.\n","name":"Mamita Giri","linkedIn":"","photo":"/images/pbc/pbc-202502/mamita-giri.jpeg"},{"id":"priti-nepali","content":"\nMeet Priti Nepali, a fifth-semester BSc CSIT student at Patan Multiple College, focused on learning programming and improving her problem-solving skills. She aspires to become a full-stack developer and create dynamic web applications. Beyond coding, she enjoys creating videos, watching good films and spending time in nature.\n","name":"Priti Nepali","linkedIn":"","photo":"/images/pbc/pbc-202502/priti-nepali.jpg"},{"id":"rabeena-chalise","content":"\nRabeena Chalise is currently studying in Grade 12 at V.S. Niketan College in Management faculty. She is from Sindhupalchok district. From a young age, she has been drawn to the field of social work. She is deeply committed to do something meaningful for the people of her society and country. She wants to help the poor and needy as much as she can. Helping others makes her happy and she hopes to keep this happiness in her life permanently. By becoming a social worker, She wants to make positive change in society and contribute to the betterment of society.<br><br>Her hobbies are playing games, reading stories and novels, dancing, travelling, volunteering, writing, etc.\n","name":"Rabeena Chalise","linkedIn":"","photo":"/images/pbc/pbc-202502/rabeena-chalise.jpeg"},{"id":"rijika-shahi","content":"\nFrom Kathmandu, Rijika Shahi is pursuing her studies in Computer Engineering in Saraswati Niketan Secondary School. Her academic journey in this field has been exciting, as she is learning about various aspects of technology, programming and problem-solving. Apart from her studies, she loves crocheting in her free time while listening to music — a hobby that helps her relax and stay motivated. She loves learning new crochet techniques by watching videos on different platforms. Looking ahead, her goal is to work in the IT sector, where she can apply her knowledge and skills to solve real-world problems. Her ultimate goal is to contribute to the tech industry while continuously learning and growing in this ever-evolving field.\n","name":"Rijika Shahi","linkedIn":"","photo":"/images/pbc/pbc-202502/rijika-shahi.jpeg"},{"id":"roshni-bhandari","content":"\nRoshni Bhandari is from Teku, Kathmandu. Currently she is pursuing her studies in the field of Computer Engineering at Saraswati Niketan Secondary School. She has always had a strong interest in software engineering, with a particular enthusiasm for coding and designing web pages. She likes listening to music, crocheting, and dancing during her free time. Her future goal is to be a skilled software engineer. She believes that with hard work and perseverance she can achieve her dream into reality.\n","name":"Roshni Bhandari","linkedIn":"","photo":"/images/pbc/pbc-202502/roshni-bhandari.jpeg"},{"id":"sabina-saru-magar","content":"\nSabina Saru Magar is a passionate and enthusiastic individual from Kohalpur, Banke. She recently completed her Bachelor's degree in Computer Engineering from Everest Engineering College, Sanepa, Lalitpur.<br><br>With a strong curiosity for learning, Sabina is always eager to explore new ideas and technologies. She is driven by a desire to gain new experiences, share knowledge with younger ones and continuously enhance her programming skills. She loves coding and enjoys solving new challenges, which is why she wants to become a software engineer. She is inspired by how web and mobile applications can make life easier and help people work faster.<br><br>She believes that a career in software engineering will allow her to innovate and continuously improve her skills while contributing to meaningful technological advancements.<br><br>In her free time, she enjoys reading storybooks, dancing, watching movies, visiting new places, connecting with new people, and hearing about their life experiences.\n","name":"Sabina Saru Magar","linkedIn":"","photo":"/images/pbc/pbc-202502/sabina-saru-magar.jpeg"},{"id":"sabita-giri","content":"\nSabita Giri is from Dang, Tulsipur. Currently, she resides in Baneshwor. She is pursuing her Plus Two in Management with Business Math. She enjoys reading books, printing, traveling, singing, and listening to music.\n","name":"Sabita Giri","linkedIn":"","photo":"/images/pbc/pbc-202502/sabita-giri.jpeg"},{"id":"sadikshya-arjel","content":"\nSadikshya Arjel is from Nawalparasi, Dumkibas and is currently residing in Kalanki, Kathmandu. She is pursuing her studies in Grade 11. She enjoys doing things that align with her heart and is always striving to improve herself, though she believes no one is perfect. She has a strong interest in computer engineering, particularly in programming and coding. Additionally, she likes to engage in extra activities, constantly seeking opportunities to learn and grow.\n","name":"Sadikshya Arjel","linkedIn":"","photo":"/images/pbc/pbc-202502/sadikshya-arjel.jpeg"},{"id":"sajita-khadka","content":"\nSajita Khadka is from Dolakha and is currently living in Teku, Kathmandu. She is a hardworking student studying in Grade 11 at Saraswati Niketan Secondary school, where she is pursuing Computer Engineering. She likes to interact with others and help people. In her free time, she enjoys reading books and listening to music.\n","name":"Sajita Khadka","linkedIn":"","photo":"/images/logos/TEJ-main-lg.png"},{"id":"shreejana-magar","content":"\nShreejana Magar, originally from Dhading, now residing in Lakhenani. She has completed her SEE and is currently in Grade 11, pursuing a Computer Engineering course at Saraswati Niketan Madhyamik Vidhyalaya, Teku. Shreejana is known for her strong work ethic, self-motivation, and multitasking abilities. Her hobbies are reading books, travelling to various places, listening to music, and exploring new ideas and skills. She has a deep interest in technology and is always looking for opportunities to learn more. Her ambition is to become a software programmer.\n","name":"Shreejana Magar","linkedIn":"","photo":"/images/pbc/pbc-202502/shreejana-magar.png"},{"id":"sushma-shrestha","content":"\nSushma Shrestha from Dhading currently resides in Kathmandu, and is a Grade 11 student studying Computer Engineering in Saraswati Niketan Secondary School. She loves singing, making art, going for walks, reading novels, watching online shows and videos, and playing music. In addition she knows different musical instruments of her culture.<br><br>She is obsessed with teaching as she is also a tutor for up to grade 10. Talking about her career plans, she wants to be a full-stack programmer and wants to work in the field of teaching too. She loves to learn new ideas, concepts, and tactics of programming languages. Her strength is - she is a fast learner with the ability of calmness and time management so it contributes to her career building process. She has almost learnt three programming languages completely till now and is working on her fourth one at TEJ fellowship's pre bootcamp.<br><br>She believes in herself, and that she will reach her goal one day with the hard work. A fun fact about her is that she is always busy with something. Though she is going to have some free time, she will definitely make some plans.\n","name":"Sushma Shrestha","linkedIn":"","photo":"/images/pbc/pbc-202502/sushma-shrestha.jpeg"},{"id":"tulsi-thapa-magar","content":"\nTulsi Thapa Magar is a motivated student from Kalimati. She is currently studying in Grade 11 in Saraswati Niketan Secondary school. She has been studying Computer Engineering since Grade 9, and it has become an increasingly interesting and beneficial learning experience for her.<br><br>Tulsi’s hobbies include reading, writing, listening to music, and coding. She also enjoys playing games in her free time. Her ambition is to be a software engineer. She is interested in creating websites and developing her own web pages. She likes to learn skills and techniques through video tutorials and various other online resources.<br><br>Fun fact about her is that she has a funny and talkative nature. She likes to talk about things which are unknown and loves learning from the experiences shared by her elders.\n","name":"Tulsi Thapa Magar","linkedIn":"","photo":"/images/pbc/pbc-202502/tulsi-thapa-magar.png"}]},"__N_SSG":true}