{"pageProps":{"thirdPBC":[{"id":"ajina-thapa-magar","content":"\nAjina Thapa Magar is from Gorkha and is currently in the 4th year of her Bachelor's at Padmakanya Multiple Campus. With a keen interest in creative fields, she enjoys watching anime, dancing, and exploring UI/UX design.\n","name":"Ajina Thapa Magar","linkedIn":"","photo":"/images/logos/TEJ-main-lg.png"},{"id":"jagriti-kumari","content":"\nJagriti Kumari, from Janakpur, is a passionate IT graduate with a Bachelor of Engineering in Information Technology (BEIT) from NCIT College. She has a strong interest in coding and how technology works. This drives her to constantly explore and learn more about this dynamic field. She has a strong desire to acquire new skills and delve into emerging technologies, as she believes continuous learning is essential for personal and professional growth. She enjoys challenging herself and exploring new areas that push her beyond her comfort zone. Her future goal is to contribute and serve in the field of technology by creating impactful solutions that help solve real-world problems. With a curious mind and an adaptable approach, she aspires to make a meaningful difference in the tech industry.\n","name":"Jagriti Kumari Jha","linkedIn":"","photo":"/images/pbc/pbc-202411/jagriti-kumari.jpeg"},{"id":"libina-rai","content":"\nLibina Rai is a 7th-semester bachelor's student in Computer Science and Information Technology (CSIT) at Trinity International College, with a deep passion for painting. She also enjoys playing basketball and volleyball, which energize her and keep her motivated, fostering teamwork and resilience. Additionally, she loves exploring nature through hiking and trekking.\n","name":"Libina Rai","linkedIn":"","photo":"/images/pbc/pbc-202411/libina-rai.jpg"},{"id":"neetu-rai","content":"\nNeetu Rai is from Solukhumbu and is currently in the 3rd year of her Bachelor's at Padmakanya Multiple Campus. Eager to learn new things, she has a helping nature and enjoys coding, particularly in React, frontend development, and the MERN stack.\n","name":"Neetu Rai","linkedIn":"","photo":"/images/logos/TEJ-main-lg.png"},{"id":"nima-bhuti-gurung","content":"\nNima Bhuti Gurung has completed her +2 in the Management Faculty (Commerce). She is from Dolpa and is currently learning coding. Her hobbies include scripting short stories, drawing, and learning new things.\n","name":"Nima Bhuti Gurung","linkedIn":"","photo":"/images/pbc/pbc-202411/nima-bhuti-gurung.jpg"},{"id":"ramkala-bhujel","content":"\nRamkala Bhujel lives in Madhyapur Thimi-2, Bhaktapur, and has completed a bachelor's in Information and Communication in Education. She is interested in listening to songs, reading books, learning new things, and cooking food. Her future goal is to become an independent and successful woman.\n","name":"Ramkala Bhujel","linkedIn":"","photo":"/images/pbc/pbc-202411/ramkala-bhujel.jpeg"},{"id":"ranju-shrestha","content":"\nRanju Shrestha, originally from Sukedhara, Kathmandu, is currently pursuing a Bachelor's degree in Computer Applications. She has a passion for designing and enjoys using various computer tools to bring her ideas to life. Her future goal is to excel in the field of IT while enhancing her designing skills in Nepal. Ranju loves designing because it allows to transform her ideas into something creative and useful.\n","name":"Ranju Shrestha","linkedIn":"","photo":"/images/pbc/pbc-202411/ranju-shrestha.jpg"},{"id":"samten-lhamu-lama","content":"\nSamten Lhamu Lama comes from the beautiful village of Ringmo in the Phoksundo region in Dolpo. She is currently pursuing her plus-two degree in science, majoring in computer science as one of the subjects. She enjoys sports and experiencing new things. She plans to pursue a career in computer engineering. Samten is a very spontaneous person, as she makes a lot of unplanned decisions on the spot.\n","name":"Samten Lhamu Lama","linkedIn":"","photo":"/images/pbc/pbc-202411/samten-lhamu-lama.jpeg"},{"id":"shirisha-singh","content":"\nShirisha Singh is from Tankeshwor, Kalimati, and is currently studying BCA (5th semester). She loves crocheting in her leisure time. Her future goal is to improve herself in various fields, expanding her knowledge and skills to adapt to a changing world. A fun fact about her is that she confidently sings the wrong lyrics.\n","name":"Shirisha Singh","linkedIn":"","photo":"/images/pbc/pbc-202411/shirisha-singh.jpg"},{"id":"sophia-rai","content":"\nSophia Rai is from Imadol, Lalitpur. She is currently pursuing her Bachelor's degree in Computer Applications. She loves coding and reading books. She sees herself becoming an IT professional in Nepal. A fun fact about her is that she loves debugging others' code.\n","name":"Sophia Rai","linkedIn":"","photo":"/images/pbc/pbc-202411/sophia-rai.jpg"},{"id":"sushila-ghimire","content":"\nSushila Ghimire is from Bhaisepati, Lalitpur. She completed her +2 in Management from Deepkunj Higher Boarding School and is currently staying at home, learning Japanese language. She is interested in reading and watching anime.\n","name":"Sushila Ghimire","linkedIn":"","photo":"/images/pbc/pbc-202411/sushila-ghimire.jpeg"},{"id":"sushma-maharjan","content":"\nSushma Maharjan is from the historic city of Patan, Nepal. She has completed her Bachelor's degree in Business Studies from Blue Bird College, which is affiliated with Tribhuvan University. She enjoys dancing, traveling, and learning new things. Dancing helps her express herself and stay active, while traveling allows her to explore new cultures and experiences. She also has a strong curiosity for learning, so she is constantly seeking out new knowledge and skills. Her future goal is to specialize in fields such as data analysis or software development. She is committed to gaining new skills and plans to pursue certifications or advanced courses to strengthen her expertise. A fun fact about her is that she has a knack for picking up new dance styles quickly. She can learn a variety of dances from around the world in no time!\n","name":"Sushma Maharjan","linkedIn":"","photo":"/images/pbc/pbc-202411/sushma-maharjan.png"}]},"__N_SSG":true}